tap "homebrew/bundle"
brew "bat"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git-delta"
brew "htop"
brew "tldr"
brew "tree"
cask "1password"
cask "alfred"
cask "alt-tab"
cask "appcleaner"
cask "google-chrome"
cask "hiddenbar"
cask "iterm2"
cask "itsycal"
cask "messenger"
cask "rectangle"
cask "rocket"
cask "shottr"
cask "slack"
cask "spotify"
cask "visual-studio-code"
