tap "homebrew/bundle"
tap "homebrew/services"
brew "bat"
brew "coreutils"
brew "fd"
brew "fish"
brew "fnm"
brew "fzf"
brew "gh"
brew "git-delta"
brew "htop"
brew "postgresql@14", restart_service: true
brew "pyenv"
brew "redis", restart_service: true
brew "tldr"
brew "tree"
brew "wget"
brew "yarn"
cask "1password"
cask "alfred"
cask "alt-tab"
cask "appcleaner"
cask "docker"
cask "google-chrome"
cask "gpg-suite"
cask "hiddenbar"
cask "iterm2"
cask "itsycal"
cask "linearmouse"
cask "messenger"
cask "rectangle"
cask "rocket"
cask "slack"
cask "spotify"
cask "visual-studio-code"
