jorgebucaran/fisher
PatrickF1/fzf.fish
jethrokuan/z
pure-fish/pure
acomagu/fish-async-prompt
jhillyerd/plugin-git
gazorby/fish-abbreviation-tips
jorgebucaran/autopair.fish
